Repository: AppQuality/appq-integration-center-jira-addon
Catalog: languages/appq-integration-center-jira-addon-*.po
Languages: it_it

source: Authentication
it_it: Autenticazione

source: Project ID
it_it: ID Progetto

source: Media upload
it_it: Carica Media

source: Yes
it_it: Sì

source: Delete this field?
it_it: Elimina questo campo?

source: Delete field
it_it: Elimina campo

source: Cancel
it_it: Annulla

source: Add/edit field mapping
it_it: Aggiungi/modifica mapping campo

source: Name
it_it: Nome

source: Target field
it_it: Nuovo campo

source: *Type*: {Bug.type} ...
it_it: *Tipo*: {Bug.type} ...

source: Needs sanitizing
it_it: Necessita sanitizzazione

source: Contains JSON
it_it: Contiene JSON

source: Save field
it_it: Salva campo

source: Field mapping
it_it: Mapping campi

source: Inspect your bugtracker data
it_it: Leggi dati dal tuo bugtracker

source: Add new field mapping
it_it: Aggiungi nuovo mapping campi

source: Jira field name
it_it: Nome del campo Jira

source: Content
it_it: Contenuto

source: The content you want to set the jira field to. {Bug.*} fields will be replaced with the bug data
it_it: Il contenuto da settare nel campo Jira. I {Bug.*} verranno sostituiti con i dati del bug che stai caricando

source: Check it if you don't want to expand special characters for jira content (e.g. _ for italics, * for bold ...)
it_it: Segnalo se non vuoi che i caratteri speciali vengano utilizzati per la formattazione di Jira (e.g. _ per il corsivo, * per il grassetto ...)

source: Check it if the content should be interpreted as a json object, useful when setting object or arrays
it_it: Segnalo se il contenuto deve essere interpretato come un oggetto JSON, serve quando vengono impostati oggetti o array

source: Search for a bug (Eg. ABC-01)
it_it: Cerca una issue (e.g. ABC-01)

source: Inspect now
it_it: Ispeziona adesso

source: Media preferences
it_it: Impostazioni media

source: Upload media
it_it: Carica Media

source: No issue to update
it_it: Nessuna issue da aggiornare

source: Invalid JSON to decode
it_it: JSON da decodificare non valido

source: Invalid JSON to decode for mapping
it_it: JSON da decodificare per il mapping non valido

source: Empty bugtracker_id
it_it: Bugtracker_id mancante

source: Empty Response from Jira
it_it: Nessuna risposta da Jira

source: Successfully deleted the issue
it_it: Issue cancellata con successo

source: You are not authorized to delete issues on this project
it_it: Non sei autorizzato a cancellare issue in questo progetto

source: There was an error deleting the issue. The status code was
it_it: C'è stato un errore durante la cancellazione dell'issue. Il codice di errore è

source: This bug is already uploaded with old bugtracker
it_it: Questo bug è già stato caricato con il vecchio bugtracker

source: Something went wrong during the update. The error code was
it_it: Qualcosa è andato storto durante l'aggiornamento. Il codice di errore è

source: updated
it_it: aggiornato

source: Error on bug upload
it_it: Errore durante l'upload del bug

source: Generic error
it_it: Errore generico

source: Generic error on attachment
it_it: Errore generico per l'allegato

source: Entity too large
it_it: Entità troppo grande

source: Error
it_it: Errore

# Integration Center Jira get issue from bugtracker
source: Invalid bug. No fields to retrieve
it_it: Bug non valido. Nessun campo disponibile

# Integration Center Jira edit tracker settings
source: Tracker settings updated!
it_it: Impostazioni tracker aggiornate!

# Integration Center Jira add mapping field
source: Field added!
it_it: Campo aggiunto!

# Integration Center Jira delete mapping field
source: Field deleted!
it_it: Campo cancellato!
